Repository: joao-works/Magic-Localization
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: pt_br

source: About %@
pt_br: Sobre o %@

# about-acknowledgements
source: Acknowledgements
pt_br: Agradecimentos

# about-made
source: made with 💜 by %@
pt_br: feito com 💜 por %@

# about-privacy-policy
source: Privacy policy
pt_br: Política de privacidade

# about-terms-of-use
source: Terms of use
pt_br: Termos de uso

source: Acknowledgements
pt_br: Agradecimentos

# action-add
source: add %@
pt_br: adicionar %@

# action-clear
source: clear
pt_br: limpar quadro

# action-delete
source: delete %@
pt_br: remover %@

# action-hide
source: hide %@
pt_br: ocultar %@

# action-move
source: move %@
pt_br: mover %@

# action-show
source: show %@
pt_br: exibir %@

# action-stroke
source: stroke
pt_br: traçar

# alert-confirmation
source: Are you sure?
pt_br: Tem certeza?

# alert-confirmation-confirm
source: Yes
pt_br: Sim

# alert-confirmation-description
source: This action can't be undone.
pt_br: Essa ação não pode ser desfeita.

# background-style-dots
source: Dots
pt_br: Pontinhos

# background-style-lines
source: Lines
pt_br: Linhas

# background-style-scale
source: Scale
pt_br: Escala

# background-style-squares
source: Squares
pt_br: Quadrados

# badge-adjective-1
source: Unlimited
pt_br: Ilimitado(a)

# badge-adjective-2
source: Talented
pt_br: Talentoso(a)

# badge-adjective-3
source: Inventive
pt_br: Inventivo(a)

# badge-adjective-4
source: Supreme
pt_br: Supremo(a)

# badge-adjective-5
source: Fearless
pt_br: Destemido(a)

# badge-adjective-6
source: Valorous
pt_br: Valoroso(a)

# badge-adjective-7
source: Spirited
pt_br: Animado(a)

# badge-appearance-dark
source: Dark
pt_br: Escuro

# badge-appearance-light
source: Light
pt_br: Claro

# badge-gift-description
source: As a gift, here's a special member badge that you can customize and share
pt_br: Como presente, aqui está um emblema especial de membro que você pode personalizar e compartilhar

# badge-name-field
source: Name
pt_br: Nome

# badge-randomize
source: Randomize
pt_br: Aleatório

# badge-save
source: Save
pt_br: Salvar

# badge-save-message
source: To save your badge, just capture this window with ⇧⌘5
pt_br: Para salvar seu emblema, capture esta janela com ⇧⌘5

# badge-title-1
source: User
pt_br: Usuário(a)

# badge-title-2
source: Master
pt_br: Mestre

# badge-title-3
source: Champion
pt_br: Campeão(ã)

# badge-title-4
source: Advocate
pt_br: Querido(a)

# badge-title-5
source: Creator
pt_br: Criador(a)

# badge-title-6
source: Genius
pt_br: Artista

# brush-opacity
source: opacity
pt_br: Opacidade

source: Brush options
pt_br: Opções de pincel

# brush-size
source: Size
pt_br: Tamanho

# brush-size-pressure-variation
source: Pressure variation
pt_br: Variação por pressão

# brush-size-size
source: Brush size
pt_br: Tamanho do pincel

# brush-style
source: Style
pt_br: Estilo

# brush-style-color
source: Color
pt_br: Cor

# brush-style-gradient
source: Gradient
pt_br: Degradê

# brush-style-gradient-custom
source: Custom gradient
pt_br: Degradê customizado

# brush-style-gradient-delete
source: Delete gradient
pt_br: Remover degradê

# brush-style-gradient-delete-point
source: Delete point
pt_br: Remover ponto

# brush-style-gradient-empty
source: There are no saved gradients
pt_br: Não há degradês salvos

# brush-style-gradient-instructions
source: press + to save a gradient
pt_br: pressione + para salvar um degradê

# brush-style-gradient-name
source: Name
pt_br: Nome

# brush-style-gradient-save
source: Save gradient
pt_br: Salvar degradê

# brush-style-gradient-saved
source: Saved
pt_br: Salvos

# brush-style-gradient-scale
source: Scale
pt_br: Escala

# brush-style-gradient-style
source: Style
pt_br: Estilo

# brush-style-gradient-style-interpolated
source: Interpolated
pt_br: Interpolado

# brush-style-gradient-style-interpolated-description
source: This option makes the gradient interpolate to the start when it ends.
pt_br: Essa opção faz o final do degradê interpolar para o começo ao terminar.

# brush-style-gradient-style-overlaid
source: Overlaid
pt_br: Sobreposto

# brush-style-gradient-style-overlaid-description
source: This option makes the gradient overlay itself when it ends.
pt_br: Essa opção faz o degradê se sobrepor ao terminar.

# brush-style-gradient-style-reversible
source: Reversible
pt_br: Reversível

# brush-style-gradient-style-reversible-description
source: This option makes the gradient reverse automatically when it ends.
pt_br: Essa opção faz o degradê reverter automaticamente ao terminar.

# brush-style-gradient-update
source: Update gradient
pt_br: Atualizar degradê

# brush-type
source: Type
pt_br: Tipo

# brush-type-eraser
source: Eraser
pt_br: Borracha

# brush-type-pencil
source: Pencil
pt_br: Lápis

# canvas-frame-drawing
source: Drawing
pt_br: Desenhando

# canvas-frame-press-to-exit
source: Press %@ to exit
pt_br: Pressione %@ para sair

# cleared-title
source: Cleared.
pt_br: Quadro limpo.

# color-black
source: Black
pt_br: Preto

# color-blue
source: Blue
pt_br: Azul

# color-brown
source: Brown
pt_br: Marrom

# color-custom
source: Custom color
pt_br: Cor customizada

# color-dark-gray
source: Dark Gray
pt_br: Cinza escuro

# color-darker-gray
source: Darker Gray
pt_br: Cinza mais escuro

# color-green
source: Green
pt_br: Verde

# color-light-gray
source: Light Gray
pt_br: Cinza claro

# color-lighter-gray
source: Lighter Gray
pt_br: Cinza mais claro

# color-magic-green
source: Magic Green
pt_br: Verde Magic

# color-magic-pink
source: Magic Pink
pt_br: Rosa Magic

# color-magic-purple
source: Magic Purple
pt_br: Roxo Magic

# color-magic-teal
source: Magic Teal
pt_br: Azul Magic

# color-magic-yellow
source: Magic Yellow
pt_br: Amarelo Magic

# color-medium-gray
source: Medium Gray
pt_br: Cinza médio

# color-orange
source: Orange
pt_br: Laranja

# color-pink
source: Pink
pt_br: Rosa

# color-purple
source: Purple
pt_br: Roxo

# color-red
source: Red
pt_br: Vermelho

# color-white
source: White
pt_br: Branco

# color-yellow
source: Yellow
pt_br: Amarelo

# drawing-disabled-title
source: Drawing disabled.
pt_br: Desenho desativado.

# drawing-enabled-description
source: Disable with %@.
pt_br: Desative com %@.

# drawing-enabled-title
source: %@ enabled
pt_br: %@ ativado

# drawing-modes-click
source: Click drawing
pt_br: Desenho por clique

# drawing-modes-cursor
source: Cursor drawing
pt_br: Desenho pelo cursor

# drawing-modes-disabled
source: Disabled
pt_br: Desativado

# drawing-modes-touch
source: Touch drawing
pt_br: Desenho por toque

# export-completed-description
source: Click here to open exported file.
pt_br: Clique para abrir o arquivo exportado.

# export-completed-title
source: Export completed
pt_br: Exportação completa

# export-failed-title
source: Export failed
pt_br: Exportação falhou

# gradient-early-light
source: Early Light
pt_br: Primeira Luz

# gradient-instant
source: Instant
pt_br: Instantâneo

# gradient-mango
source: Mango
pt_br: Manga

# gradient-night-sky
source: Night Sky
pt_br: Céu Noturno

# gradient-sun-goes-down
source: Sun Goes Down
pt_br: Pôr do Sol

# hidden-layer-description
source: The selected layer is hidden. Your strokes will not appear permanently until you show it.
pt_br: A camada selecionada está oculta. Seus traços não irão aparecer permanentemente até que você a exiba.

# hidden-layer-title
source: Hidden layer
pt_br: Camada oculta

# layer-add
source: Add %@
pt_br: Adicionar %@

# layer-copy
source: Copy %@
pt_br: Copiar %@

# layer-delete
source: Delete %@
pt_br: Remover %@

# layer-hide
source: Hide %@
pt_br: Ocultar %@

# layer-preview
source: Quick Look
pt_br: Visualização Rápida

# layer-rename
source: Rename %@
pt_br: Renomear %@

# layer-show
source: Show %@
pt_br: Mostrar %@

# magic-ai-advanced
source: Advanced
pt_br: Avançado

# magic-ai-copy-prompt
source: Copy prompt
pt_br: Copiar prompt

# magic-ai-download-models
source: Download models
pt_br: Baixar modelos

# magic-ai-downloading
source: Downloading
pt_br: Baixando

# magic-ai-drawing-as-reference
source: Use drawing as reference
pt_br: Utilizar desenho como base

# magic-ai-generate-image
source: Generate image
pt_br: Gerar imagem

# magic-ai-generating
source: Generating
pt_br: Gerando

# magic-ai-help
source: Help
pt_br: Ajuda

# magic-ai-help-description-1
source: To use MagicAI, first download the models as instructed. Once you're set up, you can just request anything into the **prompt** field and press **Generate**. Please note that the first generation after opening up Magic will always take a bit longer to prepare.
pt_br: Para usar o MagicAI, primeiro faça o download dos modelos como orientado. Então, você pode simplesmente pedir qualquer coisa no campo de **prompt** e apertar **Gerar imagem**. Note, no entanto, que a primeira geração após reiniciar o Magic vai demorar um pouco mais para se preparar.

# magic-ai-help-description-2
source: MagicAI uses **Stable Diffusion**, a text-to-image deep learning model that can run and generate small images on most powerful computers in a matter of seconds.
pt_br: O MagicAI usa o **Stable Diffusion**, um modelo de transformação de texto para imagem de aprendizagem profunda que pode gerar imagens na maioria dos computadores podersosos em meros segundos.

# magic-ai-help-description-3
source: MagicAI uses [Stable Diffusion v2](https://huggingface.co/stabilityai/stable-diffusion-2-base), optimized for CoreML on Apple Silicon Macs only.
pt_br: O MagicAI usa o [Stable Diffusion v2](https://huggingface.co/stabilityai/stable-diffusion-2-base), otimizado para CoreML apenas em Macs com Apple Silicon.

# magic-ai-help-description-4
source: At the moment, it is not possible to use a different AI model with MagicAI.
pt_br: No momento, não é possível usar um modelo de IA diferente com o MagicAI.

# magic-ai-help-description-5
source: Because of the complexity of the AI model, MagicAI needs to ensure a good performance on all systems. Stable Diffusion has already been optimized for CoreML, Apple's machine learning platform, but exclusively for Apple Silicon chips, which all provide the required efficiency for running the AI model.
pt_br: Por conta da complexidade do modelo de IA, o MagicAI precisa garantir uma boa performance em todos os sistemas. O Stable Diffusion já foi otimizado para o CoreML, a plataforma de aprendizado de maquina da Apple, mas exclusivamente para Macs com Apple Silicon, que provêm a eficiência necessária para rodar o modelo de IA.

# magic-ai-help-description-6
source: In many ways! For example, you can use it as a *magical* drawing reference generator. Or maybe as a helpful assistant in your workflow, to improve your current work: you could draw a stub of a landscape and ask MagicAI to remake it photorealisticly, in the style of an specific artist or in any other way you want. You could even ask it to generate an object and then copy it with the background removed by right-clicking the layer and selecting **Quick Look**.
pt_br: De várias maneiras. Por exemplo, você pode usá-lo como um gerador de referências para desenhos. Ou talvez como um assistente em seu processo para melhorar o seu trabalho: você pode desenhar um rascunho de algo e pedir para o MagicAI refazê-lo de forma fotorrealista, no estilo de algum artista específico ou de qualquer outro jeito. Você pode até pedi-lo para gerar um objeto e então copiá-lo isoladamente do fundo clicando com o botão direito do mouse e selecionando **Quick Look**.

# magic-ai-help-description-7
source: MagicAI supports adding a base image to your generation in a process known as **inpainting**. To do so, just select **Use drawing as reference** from the MagicAI panel. You can use your own drawing to guide the model into creating an image suited for you. Be thoughtful of your prompt though, since it needs to be sufficiently aligned with the contents of your drawing for the magic to work.
pt_br: O MagicAI suporta adicioanr uma imagem de base à sua geração em um processo conhecido como **pintura interna**. Para fazer isso, selecione **Utilizar desenho como base** do painel do MagicAI. Você poderá então usar o seu próprio desenho para guiar o modelo em criar uma imagem de seu gosto. No entanto, pense bem no prompt – ele precisa ser suficientemente alinhado com o conteúdo do seu desenho para a mágica acontecer.

# magic-ai-help-description-8
source: You can use MagicAI up to 15 times for free per month, or up to 30 times per month with an active Magic+ subscription. Magic Unlimited grants you unlimited generations.
pt_br: Você pode usar o MagicAI até 15 vezes gratuitamente ao mês, ou até 30 vezes ao mês com uma assinatura ativa do Magic+. O Magic Unlimited possibilita gerações ilimitadas.

# magic-ai-help-description-9
source: **Strength**: when using a drawing as a reference, this value determines the influence of the original drawing in the final result. **Steps**: the amount of times the image refines through the model pipeline. The more steps, the better the image will be. Please mind the number of actual steps may be automatically adjusted by the system. **Seed**: the random, unique generator for the initial noise that will be polished into the final generated image. A pairing of the same seed, amount of steps and prompt will yield the same result.
pt_br: **Força**: ao utilizar um desenho como referência, esse valor determina o quanto do desenho original influencia o resultado final. **Passos**: a quantidade de vezes que a imagem será refinada pelo modelo. Quanto mais passos, melhor a imagem será. Note que o número real de passos pode ser automaticamente ajustado pelo sistema. **Semente**: o gerador aleatório para o ruído inicial que será polido para a imagem final. Juntar a mesma semente, quantidade de passos, prompt e desenho-base irão gerar o mesmo resultado.

# magic-ai-help-description-10
source: To save your generated images, simply press the **Save image** button in the MagicAI panel once your generation is done. If you choose to discard it instead, your monthly rate will not be affected.
pt_br: Para salvar suas imagens geradas, simplesmente aperte o botão "Salvar imagem" no painel do MagicAI quando sua geração acabar. Se você escolher descartá-la, seu limite mensal não será afetado.

# magic-ai-help-description-11
source: To share your MagicAI-generated images, first save them to your project as a new layer, and then export your project. **Never claim AI-generated content as your own or use it in harmful ways.**
pt_br: Para compartilhar sua imagem gerada com o MagicAI, primeiro salve-a em uma nova camada, e então exporte o seu projeto. **Nunca use conteúdo gerado pelo MagicAI de forma nociva.**

# magic-ai-help-section-1
source: How can I use MagicAI?
pt_br: Como posso usar o MagicAI?

# magic-ai-help-section-2
source: How does MagicAI work?
pt_br: Como o MagicAI funciona?

# magic-ai-help-section-3
source: What AI model does MagicAI use?
pt_br: Qual modelode IA o MagicAI usa?

# magic-ai-help-section-4
source: Can I use a different AI model with MagicAI?
pt_br: Posos usar um modelo de IA diferente com o MagicAI?

# magic-ai-help-section-5
source: Why do I need an Apple Silicon Mac for it to work?
pt_br: Por que preciso de um Mac com Apple Silicon para funcionar?

# magic-ai-help-section-6
source: How can I use MagicAI in my creative process?
pt_br: Como posso usar o MagicAI no meu processo criativo?

# magic-ai-help-section-7
source: How can I use my existing drawing as a reference?
pt_br: Como posso usar meu desenho existente como referência?

# magic-ai-help-section-8
source: How many times can I use MagicAI?
pt_br: Quantas vezes posso usar o MagicAI?

# magic-ai-help-section-9
source: What do strength, steps and seed mean?
pt_br: O que força, passos e semente significam?

# magic-ai-help-section-10
source: How can I save my generated image?
pt_br: Como eu posso salvar a minha imagem gerada?

# magic-ai-help-section-11
source: How can I share images created with MagicAI?
pt_br: Como eu posso compartilhar imagens criagas com o MagicAI?

# magic-ai-hint-1
source: Once downloaded, the models will be stored in your device for instant use.
pt_br: Quando instalados, os modelos serão armazenados em seu dispositivo para uso instantâneo.

# magic-ai-hint-2
source: What are you creating first?
pt_br: O que você vai fazer primeiro?

# magic-ai-hint-3
source: Start thinking of good prompts!
pt_br: Comece a pensar em boas descrições!

# magic-ai-hint-4
source: Just hold on a little longer...
pt_br: Apenas mais alguns instantes...

# magic-ai-hint-5
source: MagicAI works locally with the power of Apple Silicon.
pt_br: O MagicAI funciona localmente com o poder do Apple Silicon.

# magic-ai-hint-6
source: The first generation takes a little longer to get the inner engines running.
pt_br: A sua primeira geração pode levar mais tempo para aquecer as engrenagens.

# magic-ai-hint-7
source: MagicAI is great for some good drawing inspiration!
pt_br: O MagicAI é ótimo para a inspiração de desenho ideal!

# magic-ai-hint-8
source: The possibilities are endless
pt_br: As possibilidades são infinitas

# magic-ai-hint-9
source: Try asking MagicAI to change the style of your drawing
pt_br: Tente pedir ao MagicAI para alterar o estilo de seu desenho

# magic-ai-new-image
source: New image
pt_br: Nova imagem

# magic-ai-onboarding-1
source: MagicAI lets you create artworks from textual descriptions and drawings
pt_br: O MagicAI permite criar obras de arte a partir de descrições textuais e desenhos

# magic-ai-onboarding-2
source: It runs entirely on your Mac, without an Internet connection
pt_br: Ele funciona inteiramente em seu Mac, sem precisar de Internet

# magic-ai-onboarding-3
source: To get started, download the diffusion models (2.4GB required)
pt_br: Para iniciar, faça o download dos modelos de difusão (2.4GB)

# magic-ai-preparing
source: Preparing
pt_br: Preparando

# magic-ai-prompt-1
source: a photo of an astronaut riding a horse on mars
pt_br: uma foto de um astronauta em um cavalo em marte

# magic-ai-prompt-2
source: a smiley in the style of Van Gogh
pt_br: um smiley no estilo de Van Gogh

# magic-ai-prompt-3
source: a landscape composed by a river, a few trees and a rainbow in the background
pt_br: uma paisagem composta por um rio, algumas árvores e um arco-íris ao fundo

# magic-ai-prompt-4
source: a spacecraft made in gold
pt_br: uma espaçonave feita de ouro

# magic-ai-prompt-5
source: a laptop on a table
pt_br: um laptop em uma mesa

# magic-ai-prompt-6
source: the Earth as drawn by a child
pt_br: a Terra, desenhada por uma criança

# magic-ai-prompt-language-advice
source: MagicAI produces best results with prompts written in english.
pt_br: O MagicAI garante melhores resultados com prompts escritos em inglês.

# magic-ai-requests-come-back
source: Come back in
pt_br: Volte em

# magic-ai-requests-generations-left
source: generations left
pt_br: gerações restantes

# magic-ai-requests-ran-out
source: You've ran out of generations.
pt_br: Suas gerações acabaram.

# magic-ai-requests-refill
source: Time until refill
pt_br: Tempo até reabastecimento

# magic-ai-requests-thanks-purchase
source: Thank you for obtaining %@
pt_br: Obrigado por obter o %@

# magic-ai-requests-unlimited-generations
source: You can now enjoy unlimited image generations.
pt_br: Agora você pode aproveitar gerações ilimitadas.

# magic-ai-requests-upgrade
source: Upgrade
pt_br: Fazer upgrade

# magic-ai-save-to-project
source: Save to project
pt_br: Salvar ao projeto

# magic-ai-seed
source: Seed
pt_br: Semente

# magic-ai-steps
source: Steps
pt_br: Passos

# magic-ai-strength
source: Strength
pt_br: Intensidade

# magic-ai-tagline
source: imagination, meet AI.
pt_br: você imagina, a IA ajuda.

# magic-ai-unavailable-architecture
source: MagicAI is only available in Apple Silicon-based Macs due to performance requirements.
pt_br: O MagicAI está disponível exclusivamente em Macs baseados em Apple Silicon devido a requerimentos de performance.

# magic-ai-unavailable-open-settings
source: Open settings
pt_br: Abrir ajustes

# magic-ai-unavailable-version
source: MagicAI requires %@.
pt_br: O MagicAI requer o %@.

# magic-ai-uncompressing
source: Uncompressing
pt_br: Descompactando

# magic-ai-warning-active
source: There's an ongoing generation in another workspace.
pt_br: Há uma geração em curso em outro espaço de trabalho.

# magic-ai-warning-no-prompt
source: Please write a prompt.
pt_br: Por favor, escreva um prompt.

# magic-plus-section-advanced
source: Unlock advanced AI options
pt_br: Desbloqueie opções de IA avançadas

# magic-plus-section-diffusion
source: 30 monthly MagicAI generations
pt_br: 30 gerações mensais com o MagicAI

# magic-plus-section-gradients
source: Customize gradients
pt_br: Customize degradês

# magic-plus-section-support
source: Support an indie developer
pt_br: Apoie um desenvolvedor independente

# magic-plus-section-watermark
source: Remove watermarks
pt_br: Remova marcas d'água

# magic-plus-tagline
source: More for your imagination.
pt_br: Mais para a sua imaginação.

# magic-unlimited-section-badge
source: Special member badge
pt_br: Emblema especial de membro

# magic-unlimited-section-diffusion
source: Unlimited MagicAI generations
pt_br: Gerações ilimitadas com o MagicAI

# magic-unlimited-section-magic-plus
source: Everything in Magic+
pt_br: Tudo no Magic+

# magic-unlimited-section-support
source: Support an indie developer
pt_br: Apoie um desenvolvedor independente

# magic-unlimited-tagline
source: Art has no limits.
pt_br: A arte não tem limite.

# menu-bar-about
source: About %@
pt_br: Sobre o %@

# menu-bar-brush
source: Brush
pt_br: Pincel

# menu-bar-brush-color-options
source: Color options
pt_br: Opções de cores

# menu-bar-brush-colors
source: Colors
pt_br: Cores

# menu-bar-brush-erase
source: Erase
pt_br: Apagar

# menu-bar-brush-grow
source: Grow
pt_br: Aumentar

# menu-bar-brush-options
source: Options
pt_br: Opções

# menu-bar-brush-shrink
source: Shrink
pt_br: Diminuir

# menu-bar-brush-toggle-variation
source: Toggle size variation
pt_br: Alternar variação de tamanho

# menu-bar-canvas
source: Canvas
pt_br: Quadro

# menu-bar-canvas-clear
source: Clear
pt_br: Limpar

# menu-bar-canvas-zoom-in
source: Zoom in
pt_br: Aumentar zoom

# menu-bar-canvas-zoom-out
source: Zoom out
pt_br: Diminuir zoom

# menu-bar-export
source: Export...
pt_br: Exportar...

# menu-bar-export-as-format
source: Export as %@
pt_br: Exportar como %@

# menu-bar-project-options
source: Project options
pt_br: Opções de projeto

# paywall-base
source: %@, please upgrade
pt_br: %@, faça um upgrade

# paywall-generations
source: To generate more images with MagicAI
pt_br: Para gerar mais imagens com o MagicAI

# paywall-gradients
source: To make and save your own gradients
pt_br: Para criar e salvar os seus próprios degradês

# paywall-layers
source: To create extra layers
pt_br: Para criar mais camadas

# paywall-magicai
source: To customize advanced MagicAI parameters
pt_br: Para customizar parâmetros avançados do MagicAI

# preferences-badge
source: Badge
pt_br: Emblema

# preferences-canvas-appearance
source: Canvas appearance
pt_br: Aparência do quadro

# preferences-canvas-appearance-dark
source: Dark
pt_br: Escuro

# preferences-canvas-appearance-description
source: This setting only affects the appearance of the canvas.
pt_br: Essa configuração afeta apenas a aparência do quadro.

# preferences-canvas-appearance-light
source: Light
pt_br: Claro

# preferences-canvas-appearance-system
source: System default
pt_br: Padrão do sistema

# preferences-danger-zone
source: Danger zone
pt_br: Zona de perigo

# preferences-general
source: General
pt_br: Geral

# preferences-product
source: Purchase
pt_br: Compras

# preferences-reset-diffusion
source: Reset MagicAI models
pt_br: Redefinir modelos do MagicAI
