Repository: joao-works/Magic-Localization
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: pt_br

# preferences-reset-diffusion-description
source: Delete MagicAI generation models.
pt_br: Deletar os modelos de geração do MagicAI.

# preferences-reset-gradients
source: Reset gradients
pt_br: Redefinir degradês

# preferences-reset-gradients-description
source: Reset the saved gradients to their default set.
pt_br: Redefinir os degradês salvos para a configuração inicial.

# product-family-sharing
source: Supports Family Sharing
pt_br: Suporta Compartilhamento Familiar

# product-lifetime
source: Lifetime
pt_br: Vitalício

# product-pricing
source: from %@
pt_br: a partir de %@

# product-purchased-manage-subscriptions
source: Manage subscriptions
pt_br: Gerenciar assinaturas

# product-purchased-thank-you
source: Thank you!
pt_br: Obrigado!

# product-restore
source: Restore purchases
pt_br: Restaurar compras

# product–purchased-active-subscription
source: You still have an active subscription.
pt_br: Você ainda tem uma assinatura ativa.

# product–purchased-lifetime
source: You purchased %@ for a lifetime. It's now yours to keep.
pt_br: Você obteve o %@ vitalício. Agora ele é seu – para sempre.

# project-background-styles
source: Background styles
pt_br: Estilos de fundo

source: Project options
pt_br: Opções de projeto

# project-pages
source: Pages
pt_br: Páginas

# project-pages-description
source: See your layers as individual pages.
pt_br: Veja suas camadas como páginas individuais.

# redo-title
source: Redo %@
pt_br: Refazer %@

# size-updated-description
source: The project's dimensions were automatically fit to the new square format.
pt_br: O projeto foi automaticamente redimensionado para o novo formato quadrado.

# size-updated-title
source: Project size updated
pt_br: Tamanho de projeto atualizado

# toolbar-brush-options
source: Brush options
pt_br: Opções de pincel

# toolbar-clear
source: Clear
pt_br: Limpar

# toolbar-project-options
source: Project options
pt_br: Opções de projeto

# toolbar-toggle-sidebar
source: Toggle sidebar
pt_br: Alternar barra lateral

# toolbar-zoom-canvas
source: Canvas
pt_br: Quadro

# toolbar-zoom-canvas-lock
source: Lock
pt_br: Travar

# toolbar-zoom-canvas-recenter
source: Recenter
pt_br: Recentralizar

# tutorial-1-description
source: You can click here to begin the tutorial.
pt_br: Você pode clicar aqui para iniciar o tutorial.

# tutorial-1-title
source: Greetings!
pt_br: Saudações!

# tutorial-2-description
source: Do that by selecting one of the options on the toolbar.
pt_br: Faça isto selecionando uma das três opções ao lado, na barra de ferramentas.

# tutorial-2-title
source: First things first: start drawing!
pt_br: Primeiramente: vamos desenhar!

# tutorial-3-description-click
source: Now, try to draw something using your trackpad on the canvas – touch your finger to see its position, click to draw strokes.
pt_br: Agora, tente desehar algo com o seu trackpad no quadro – toque o seu dedo para ver a posição, e clique para fazer traços.

# tutorial-3-description-cursor
source: Now, try to draw something using your mouse cursor.
pt_br: Agora, tenta desenhar algo com o seu cursor do mouse.

# tutorial-3-description-touch
source: Now, try to draw something using your trackpad on the canvas.
pt_br: Agora, tente desehar algo com o seu trackpad no quadro.

# tutorial-3-title
source: Great!
pt_br: Ótimo!

# tutorial-4-description
source: When you're ready, disable drawing with %@.
pt_br: Quando estiver pronto, desative o modo de desenho com %@.

# tutorial-4-title
source: Stunning!
pt_br: Fantástico!

# tutorial-complete-description
source: Feel free to express your creativity. Click the paintbrush in the toolbar to adjust other settings your brush.
pt_br: Sinta-se livre para expressar sua criatividade. Clique no pincel na barra de tarefas para ajustar outras configurações do seu pincel.

# tutorial-complete-title
source: Tutorial complete. That's it!
pt_br: Tutorial completo. É isto!

# undo-title
source: Undo %@
pt_br: Desfazer %@

# viewing-mode-layers
source: layer
pt_br: camada

# viewing-mode-layers-plural
source: layers
pt_br: camadas

# viewing-mode-pages
source: page
pt_br: página

# viewing-mode-pages-plural
source: pages
pt_br: páginas

# welcome-get-started
source: Get started
pt_br: Começar

# welcome-section-ai
source: Create images with AI
pt_br: Crie imagens com IA

# welcome-section-customize
source: Customize your brush
pt_br: Customize o seu pincel

# welcome-section-draw
source: Draw with your trackpad
pt_br: Desenhe com o trackpad

# welcome-section-more
source: And much more
pt_br: E muito mais

# welcome-title
source: Welcome to
pt_br: Boas-vindas ao

# whats-new
source: See what's new
pt_br: Veja o que há de novo

# whats-new-updates
source: Updates in %@
pt_br: Atualizações do %@

# /monthly-subscription:dict/months:dict/one:dict/:string
source: Monthly
pt_br: Mensal

# /monthly-subscription:dict/months:dict/other:dict/:string
source: %u-month
pt_br: %u meses

# /monthly-subscription:dict/months:dict/zero:dict/:string
source: Inactive
pt_br: Inativa

source: Magic project
pt_br: Projeto do Magic
